Repository: 2aces/aa-amazon-studio-loader
Catalog: languages/aa-amazon-studio-loader-*.po
Languages: pt_br

source: You do not have sufficient permissions to access this page.
pt_br: Você não tem permissões suficientes para acessar esta página

source: Options for Amazon's Publisher Studio Loader by
pt_br: Opção para o Amazon's Publisher Studio Loader da

source: Instructions:
pt_br: Instruções

source: Go to your Amazon Associates profile and select the Publisher Studio tab ( <a href="http://j.mp/2APublisherStudio" rel="nofollow">click here</a> )
pt_br: Vá até seu perfil na Amazon Associates e selecione a aba Publisher Studio ( <a href="http://j.mp/2APublisherStudio" rel="nofollow">clique aqui</a> )

source: Create a new instance and click on "Get Code"
pt_br: Crie uma nova inst^ncia (new instance) e clique em "Get Code"

source: Search the code and copy your Publisher tag.<br/>This is the alphanumeric code between the double quotes after the <code>codeamznpubstudioTag</code>.<br/>( i.e cybl0a-20 on <code>window.amznpubstudioTag = "cybl0a-20"</code>) and paste in the first field below
pt_br: Procure no código e copie a sua Publisher tag.<br/>É um código alfanumérico entre aspas e após onde está escrito <code>codeamznpubstudioTag</code>.<br/>( i.e cybl0a-20 em <code>window.amznpubstudioTag = "cybl0a-20"</code>) e cole no campo abaixo

source: Search the code and copy your custom script file name.<br/>This is the alphanumeric code between <code>http://ps-us.amazon-adsystem.com/domains/</code> and <code>.js</code>.<br/>( e.g.<code>cybl0a-20_a5e1c142-fc0b-4b4c-abf8-27814868e9b8</code> , on <code>http://ps-us.amazon-adsystem.com/domains/cybl0a-20_a5e1c142-fc0b-4b4c-abf8-27814868e9b8.js</code> ) and paste in the second field below
pt_br: Procure no código e copie o nome de seu script customizado.<br/>é um código numérico entre <code>http://ps-us.amazon-adsystem.com/domains/</code> e <code>.js</code>.<br/>( e.g.<code>cybl0a-20_a5e1c142-fc0b-4b4c-abf8-27814868e9b8</code> , em <code>http://ps-us.amazon-adsystem.com/domains/cybl0a-20_a5e1c142-fc0b-4b4c-abf8-27814868e9b8.js</code> ) e cole no segundo campo, abaixo

source: Enter your Amazon Publisher tag
pt_br: Digite sua tag Amazon Publisher

source: Enter your Amazon Publisher file name
pt_br: Digite o nome de seu arquivo

source: If this plugin helped you, you may consider consider giving @2AcesConteudo a tweet, ranking it good on Wordpress Plugin Repository or linking us on your blog: <a href="http://www.2aces.com.br"?www.2aces.com.br</a>
pt_br: Se este plugin te ajudou, pense na idéia de twitar sobre ele mencionando @2AcesConteudo, ou dar uma boa note para ele no repositório de plugins Wordpress ou colocando um link para nosso site em seu blog: <a href="http://www.2aces.com.br"?www.2aces.com.br</a>

source: If we may give you a suggestion, you should try <a href="http://j.mp/GerencieWPFacil" rel="nofollow">ManageWP</a> to make your blog life easier.<br/>(full disclosure: if you sign up for a paid plan, we get a small commission.)
pt_br: Se aceita uma sugestão, você devia testar o <a href="http://j.mp/GerencieWPFacil" rel="nofollow">ManageWP</a> para fazer sua vida com blogs mais fácil/.<br/>(sendo transparentes: se você assinar um plano pago pelo link acima, nós ganhamos uma comissão pequena.)
